tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "pbkit/tap"
brew "coreutils"
brew "asdf"
brew "cloudflared"
brew "deno"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-filter-repo"
brew "go"
brew "graphviz"
brew "jq"
brew "opam"
brew "pipx"
brew "python-setuptools"
brew "python@3.11"
brew "ripgrep"
brew "youtube-dl", args: ["HEAD"]
brew "zig"
cask "cloudflare-warp"
cask "disk-inventory-x"
